[
    {
        "topic": "Industrial",
        "img": "https://raw.githubusercontent.com/Applied-Artificial-Intelligence-Eurecat/applied-artificial-intelligence-eurecat.github.io/main/src/assets/projects/masats.PNG",
        "project": "MASATS",
        "description": "is a leading company in developing and manufacturing pneumatic and electric doors, ramps, and access platforms for passenger vehicles of all types. AAI implemented predictive maintenance strategies that detect and anticipate equipment failure, increase availability, and improve the maintenance workforce. These strategies are based on the exploitation of the operation data of vehicles using AI to monitor and identify abnormal behaviours.",
        "link": "https://www.masats.es/"
    },
    {
        "topic": "Space",
        "img": "https://raw.githubusercontent.com/Applied-Artificial-Intelligence-Eurecat/applied-artificial-intelligence-eurecat.github.io/main/src/assets/projects/sesame.PNG",
        "project": "SESAME",
        "description": "Smart European Space Access through Modern Exploitation of data science, is an operational research consortium financed under the Horizon 2020 program. This project aims to provide the European launcher industry with Artificial Intelligence solutions to reduce manufacturing costs and optimize production. AAI developed a Quality Hybrid Expert System that provides process quality prediction and assessment to the field expert based on Machine Learning algorithms. The predictive tools were implemented in an agile, open platform integrating the results and management layer visualization.",
        "link": "https://sesame-space.eu/"
    },
    {
        "topic": "Agrifood",
        "img": "https://raw.githubusercontent.com/Applied-Artificial-Intelligence-Eurecat/applied-artificial-intelligence-eurecat.github.io/main/src/assets/projects/vitigeoss.PNG",
        "project": "VITIGEOSS",
        "description": "The objectives pursued by this project are: (i) promote robust weather forecasts for decision-making processes in the wine sector with the incorporation of sub-seasonal (4 weeks) and seasonal (3 months) prediction models; (ii) reduce the impact of phytopathogens on the crop by anticipating their occurrence and reducing pesticide use with reasonable accuracy, (iii) monitor and predict the largest number of vine phenological stages and plant physiological indicators through the use of satellites and drones, (iv) establish a management module for grapevine cultivation in 3 demo sites (Portugal, Italy and Spain) providing end-users with the opportunity to obtain applications for the optimization of vineyard management under a single entry point, and (v) equip decision makers in the wine sector with the necessary toolbox to make wine production in Europe environmentally and commercially sustainable.",
        "link": "https://vitigeoss.eu/"
    },
    {
        "topic": "Water",
        "img": "https://raw.githubusercontent.com/Applied-Artificial-Intelligence-Eurecat/applied-artificial-intelligence-eurecat.github.io/main/src/assets/projects/scorewater.PNG",
        "project": "SCOREWATER",
        "description": "To improve urban management of wastewater, stormwater and flooding events by introducing novel digital services in an adaptive interoperable open-source platform for smart water management.",
        "link": "https://scorewater.eu/"
    },
    {
        "topic": "Energy",
        "img": "https://raw.githubusercontent.com/Applied-Artificial-Intelligence-Eurecat/applied-artificial-intelligence-eurecat.github.io/main/src/assets/projects/energy.png",
        "project": "Greencharge",
        "description": "Sustainable mobility with innovative business models, technologies and guidelines for cost efficient and successful deployment and operation of charging infrastructure for EVs. GreenCharge is testing all of these innovations in practical trials in Barcelona, Bremen and Oslo. Together, these trials cover a wide variety of factors: vehicle type (scooters, cars, bicycles), ownership model (private, shared individual use), charging locations (private residences, workplaces, public spaces, transport hubs), energy management (using solar power, load balancing at one charging station or within a neighbourhood, battery swapping), and charging support (booking, priority charging).",
        "link": "https://www.greencharge2020.eu/"
    }
]
