[
  {
    "year": "2025",
    "publications": [
      "Zang, Yipeng,... Torres, Pol,et.al. Suppressing Thermal Conductivity in SrTiO3 by Introducing Oxygen Isotope Disorder. The Journal of Physical Chemistry Letters, https://doi.org/10.1021/acs.jpclett.4c03034",
      "Raquel Busqué, Matias Bossio, Raimon Fabregat, Francesc Bonada, Héctor Maicas, Jordi Pijuan, Albert Brigido. Hybrid CFD and Monte Carlo-driven optimization approach for heat sink design. https://www.mdpi.com/2076-3417/15/12/6939",
      "Xiros, V.; Gonzalez Castro, J.M.; Fernandez-Pelaez, F.; Magoutas, B.; Christidis, K. Supply Chain Data Analytics for Digital Twins: A Comprehensive Framework. Appl. Sci. 2025, 15, 6939. https://doi.org/10.3390/app15126939",
      "Velasquez-Camacho L, van Doorn N, Preisler H, Etxegarai M, Alas O, Gonzalez Castro JM, et al. (2025) Monitoring temporal changes in large urban street trees using remote sensing and deep learning. PLoS One 20(6): e0326562. https://doi.org/10.1371/journal.pone.0326562"
    ]
  },
  {
    "year": "2024",
    "publications": [
      "Nievas, N., Pagès-Bernaus, A., Abio, A., Lange, D., Garcia-Llamas, E., Grané, M., … Bonada, F. (2024). A scalable Deep Q-Learning approach for hot stamping process under dynamic control environment. International Journal of Production Research, 1–22. https://doi.org/10.1080/00207543.2024.2411377",
      "Albert Abio, Francesc Bonada, Eduard Garcia-Llamas, Marc Grané, Nuria Nievas, Danillo Lange, Jaume Pujante, Oriol Pujol, A transfer learning method in press hardening surrogate modeling: From simulations to real-world, Journal of Manufacturing Systems. https://doi.org/10.1016/j.jmsy.2024.09.012 ",
      "Nievas, N., Pagès-Bernaus, A., Bonada, F., Echeverria, L., & Domingo, X. (2024). Reinforcement Learning for Autonomous Process Control in Industry 4.0: Advantages and Challenges. Applied Artificial Intelligence, 38(1). https://doi.org/10.1080/08839514.2024.2383101",
      "Marc Ribalta Gené, Ramón Béjar, Carles Mateu, Lluís Corominas, Oscar Esbrí, Edgar Rubión; Sewer sediment deposition prediction using a two-stage machine learning solution. Journal of Hydroinformatics 1 April 2024; 26 (4): 727–743. doi: https://doi.org/10.2166/hydro.2024.144",
      "Lluís Corominas, Ian Zammit, Xavier Garcia-Acosta, Mar Satorras, ..., Edgar Rubión, Sergi Simón, Marc Ribalta, Ian Palacín; Profiling wastewater characteristics in intra-urban catchments using online monitoring stations. Water Sci Technol 15 March 2024; 89 (6): 1512–1525. doi: https://doi.org/10.2166/wst.2024.069",
      "Fabri, M., & Ramalhinho, H. (2024). Assessing the In-house Logistics flows in the automotive industry. Computers & Industrial Engineering, 187, 109822. doi:10.1016/j.cie.2023.109822",
      "Blanton, A., Mohan, M., Galgamuwa, G. P., Watt, M. S., Montenegro, J. F., McTavish, F., ... & Ewane, E. B. (2024). The status of forest carbon markets in Latin America. Journal of Environmental Management, 352, 119921.",
      "de Armas, J., Fabri, M., & Ramalhinho, H. (2024). Impact of quality of service in the direct cost of integrated home care services. Health Systems, 1-17.",
      "Velasquez-Camacho, L., Merontausta, E., Etxegarai, M., & de-Miguel, S. (2024). Assessing urban forest biodiversity through automatic taxonomic identification of street trees from citizen science applications and remote-sensing imagery. International Journal of Applied Earth Observation and Geoinformation, 128, 103735."
    ]
  },
  {
    "year": "2023",
    "publications": [
      "Ribalta, M., Pueyo-Ros, J., Corominas, L., Béjar, R., Mateu, C., & Rubión, E. (2023). Explainable Machine Learning Models for Predicting COVID-19 Cases in Catalonia Based on Wastewater Monitoring Data. Frontiers in Artificial Intelligence and Applications, 375, 262–266. doi:10.3233/FAIA230691",
      "Velasquez-Camacho, L., Etxegarai, M., & de-Miguel, S. (2023). Implementing Deep Learning algorithms for urban tree detection and geolocation with high-resolution aerial, satellite, and ground-level images. Computers, Environment and Urban Systems, 105, 102025. doi:10.1016/j.compenvurbsys.2023.102025",
      "Rondon, M., Ewane, E. B., Abdullah, M. M., Watt, M. S., Blanton, A., Abulibdeh, A., … Mohan, M. (2023). Remote sensing-based assessment of mangrove ecosystems in the Gulf Cooperation Council countries: a systematic review. Frontiers in Marine Science, 10. doi:10.3389/fmars.2023.1241928",
      "Garcia-Llamas, E., Castro, J. M. G., Ramirez, G., & Pujante, J. (2023). On-line quality control and tool wear evaluation in trimming process by data analytics techniques. IOP Conference Series: Materials Science and Engineering, 1284(1), 012013. doi:10.1088/1757-899X/1284/1/012013",
      "Velasquez-Camacho L, Otero M, Basile B, Pijuan J, Corrado G. Current Trends and Perspectives on Predictive Models for Mildew Diseases in Vineyards. Microorganisms. 2023; 11(1):73. https://doi.org/10.3390/microorganisms11010073"
    ]
  },
  {
    "year": "2022",
    "publications": [
      "Ewane, E. B., Bajaj, S., Velasquez-Camacho, L., Srinivasan, S., Maeng, J., Singla, A., … Mohan, M. (2023). Influence of urban forests on residential property values: A systematic review of remote sensing-based studies. Heliyon, 9(10). doi:10.1016/j.heliyon.2023.e20408",
      "Guerrero-Latorre, L., Collado, N., Abasolo, N., Anzaldi, G., Bofill-Mas, S., Bosch, A., … Borrego, C. M. (2022). The Catalan Surveillance Network of SARS-CoV-2 in Sewage: design, implementation, and performance. Scientific Reports, 12(1), 16704. doi:10.1038/s41598-022-20957-3",
      "Nievas, N., Bonada, F., Echeverria, L., Abio, A., Lange, D., & Pujante, J. (2022). A Reinforcement Learning Control in Hot Stamping for Cycle Time Optimization. Materials, 15(14), 4825",
      "Etxegarai, M., Camps, M., Echeverria, L., Ribalta, M., Bonada, F., & Domingo, X. Virtual Sensors for Smart Data Generation and Processing in AI-Driven Industrial Applications.",
      "Ramírez, G., Gonzalez Castro, J. M., Orrit-Prat, J., Bonet, R., Cuadrado, N., Vilaseca, M., ... & Caro, J. (2022). Super-Hard DLC Coatings as an Alternative to Polycrystalline Diamond for Cutting Tools: Predictive Analysis of Aluminium Alloy Surface Quality. Lubricants, 10(7), 135",
      "Aznar, B., Grima, J., Torret, X., Medina, V., Varela, J., Chesa, M. J., ... & Corchero, A. (2022, June). Applying Real-time Advanced Urban Management to ensure Bathing Water Quality in Barcelona. In Proceedings of the 39th IAHR World Congress (Vol. 19, p. 24).",
      "Abio, A., Bonada, F., Pujante, J., Grané, M., Nievas, N., Lange, D., & Pujol, O. (2022). Machine Learning-Based Surrogate Model for Press Hardening Process of 22MnB5 Sheet Steel Simulation in Industry 4.0. Materials, 15(10), 3647.",
      "Ribalta, M., Bejar, R., Mateu, C., Rubión, E. (2022). Machine learning solutions in sewer systems: a bibliometric analysis, Urban Water Journal, DOI: 10.1080/1573062X.2022.2138460"
     ]
  },
  {
    "year": "2021",
    "publications": [
      "Velasquez-Camacho, L., Cardil, A., Mohan, M., Etxegarai, M., Anzaldi, G., & de-Miguel, S. (2021). Remotely Sensed Tree Characterization in Urban Areas: A Review. Remote Sensing, 13(23), 4889.",
      "Villaret, M. (2021, October). Cutting Tool Wearing Identification Through Predictive Maintenance and Its Impact on Surface Quality. In Artificial Intelligence Research and Development: Proceedings of the 23rd International Conference of the Catalan Association for Artificial Intelligence (Vol. 339, p. 264). IOS Press.",
      "Villaret, M. (2021, October). Combining Simulations and Machine Learning for Efficient Prediction of Process Parameters Evolution in Injection Moulding. In Artificial Intelligence Research and Development: Proceedings of the 23rd International Conference of the Catalan Association for Artificial Intelligence (Vol. 339, p. 197). IOS Press.",
      "Camps, M., Etxegarai, M., Bonada, F., Lacheny, W., Ballat-Durand, D., Pauleau, S., & Domingo, X. (2021, October). Data-Driven Analysis of Friction Stir Welding for Aerospace Applications. In CCIA (pp. 181-184)",
      "Garcia-Llamas, E., Pujante, J., Torres, P., & Bonada, F. (2021, June). A Thermography-based Online Control Method for Press Hardening. In IOP Conference Series: Materials Science and Engineering (Vol. 1157, No. 1, p. 012010). IOP Publishing.",
      "Venticinque, S., Martino, B. D., Aversa, R., Natvig, M. K., Jiang, S., & Sard, R. E. (2021). Evaluation of innovative solutions for e-mobility. International journal of grid and utility computing, 12(2), 159-172.",
      "Ribalta, M., Mateu, C., Bejar, R., Rubión, E., Echeverria, L., Varela Alegre, F. J., & Corominas, L. (2021). Sediment Level Prediction of a Combined Sewer System Using Spatial Features. Sustainability, 13(7), 4013."
    ]
  },
  {
    "year": "2020",
    "publications": [
      "Di Martino, B., Colucci Cante, L., Graziano, M., & Enrich Sard, R. (2020, July). Tweets analysis with big data technology and machine learning to evaluate smart and sustainable urban mobility actions in Barcelona. In Conference on Complex, Intelligent, and Software Intensive Systems (pp. 510-519). Springer, Cham."
    ]
  }
]
